var districtsArr = {
    "吉林市": ["市辖区","船营区", "龙潭区", "昌邑区", "丰满区", "磐石市", "桦甸市", "蛟河市", "舒兰市", "永吉县"],
    "长春市": ["市辖区","南关区", "朝阳区", "绿园区", "二道区", "双阳区", "宽城区", "九台区", "榆树市", "德惠市", "农安县"],
    "四平市": ["市辖区","铁西区", "铁东区", "公主岭市", "双辽市", "梨树县", "伊通满族自治县"],
    "通化市": ["市辖区","东昌区", "二道江区", "集安市", "通化县", "辉南县", "柳河县", "梅河口市"],
    "白城市": ["市辖区","洮北区", "洮南市", "大安市", "镇赉县", "通榆县"],
    "辽源市": ["市辖区","龙山区", "西安区", "东丰县", "东辽县"],
    "松原市": ["市辖区","宁江区", "扶余市", "乾安县", "长岭县", "前郭尔罗斯蒙古族自治县"],
    "白山市": ["市辖区","浑江区", "江源区", "临江市", "抚松县", "靖宇县", "长白朝鲜族自治县"],
    "延边朝鲜族自治州": ["延吉市", "图们市", "敦化市", "和龙市", "珲春市", "龙井市", "汪清县", "安图县"],
    "长白山管委会": ["长白山国家级自然保护区管理局", "安图县安图长白山旅游经济开发区", "长白山和平旅游度假区", "抚松县抚松长白山旅游经济开发区", "长白县长白山南坡旅游经济园区"],
}
